Repository: ZaoLangAI/zaolang
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja

# notificationBody.opTextToImage
source: 文生图
en: text-to-image
ja: テキストから画像

# notificationBody.opTextToVideo
source: 文生视频
en: text-to-video
ja: テキストから動画

# notificationBody.opVideoToVideo
source: 视频转视频
en: video-to-video
ja: 動画変換

# notificationBody.royaltyReceived
source: 《{work_title}》为你带来了 {amount} 积分回流。
en: “{work_title}” earned you {amount} credits.
ja: 「{work_title}」から {amount} クレジットの還元がありました。

# notificationBody.scriptFailed
source: 你的剧本《{title}》生成失败。
en: Your script “{title}” failed to generate.
ja: 台本「{title}」の生成に失敗しました。

# notificationBody.scriptGenerating
source: 你的剧本《{title}》正在生成。
en: Your script “{title}” is generating.
ja: 台本「{title}」を生成しています。

# notificationBody.scriptSucceeded
source: 你的剧本《{title}》已生成完成。
en: Your script “{title}” is ready.
ja: 台本「{title}」の生成が完了しました。

# notificationBody.seriesCollabAccepted
source: {actor_name} 已接受你的共创邀请，加入短剧《{series}》。
en: {actor_name} accepted your co-creation invite and joined “{series}”.
ja: {actor_name} さんがあなたの共同制作の招待を承認し、『{series}』に参加しました。

# notificationBody.seriesCollabInvited
source: {actor_name} 邀请你共创短剧《{series}》。
en: {actor_name} invited you to co-create the series “{series}”.
ja: {actor_name} さんがドラマ『{series}』の共同制作にあなたを招待しました。

# notificationBody.seriesCollabLeft
source: {actor_name} 退出了短剧《{series}》的共创。
en: {actor_name} left the co-creation of “{series}”.
ja: {actor_name} さんがドラマ『{series}』の共同制作から抜けました。

# notificationBody.seriesCollabRemoved
source: 你已被移出短剧《{series}》的共创。
en: You were removed from the co-creation of “{series}”.
ja: あなたはドラマ『{series}』の共同制作から削除されました。

# notificationBody.skillApproved
source: 你的技能《{title}》已通过审核，上线技能库。
en: Your skill "{title}" passed review and is now live in the skill library.
ja: あなたのスキル「{title}」が審査を通過し、スキルライブラリに公開されました。

# notificationBody.skillRejected
source: 你的技能《{title}》未通过审核：{reason}
en: Your skill "{title}" did not pass review: {reason}
ja: あなたのスキル「{title}」は審査を通過しませんでした：{reason}

# notificationBody.skillTakedown
source: 你的技能《{title}》已被下架：{reason}
en: Your skill "{title}" was taken down: {reason}
ja: あなたのスキル「{title}」は取り下げられました：{reason}

# notificationBody.workApproved
source: 你的作品已通过审核。
en: Your work passed review.
ja: あなたの作品は審査を通過しました。

# notificationBody.workHidden
source: 你的作品未通过审核，已从公开列表隐藏。
en: Your work did not pass review and was hidden from public listings.
ja: あなたの作品は審査を通過せず、公開一覧から非表示になりました。

# notificationBody.workHiddenReason
source: 你的作品未通过审核，已从公开列表隐藏：{reason}
en: Your work did not pass review and was hidden: {reason}
ja: あなたの作品は審査を通過せず、非表示になりました：{reason}

# notificationBody.workRemixed
source: 有人基于《{work_title}》创作了新作品。
en: Someone remixed “{work_title}”.
ja: 「{work_title}」を元にした二次創作がありました。

# notificationBody.workRestored
source: 你的作品已恢复曝光。
en: Your work's visibility has been restored.
ja: あなたの作品の公開が復元されました。

# notificationBody.workTombstoned
source: 你的作品已被移除：{reason}
en: Your work has been removed: {reason}
ja: あなたの作品は削除されました：{reason}

# notificationsPage.allRead
source: 已全部标记为已读
en: Everything marked as read
ja: すべて既読にしました

# notificationsPage.backToProfile
source: 返回个人中心
en: Back to profile
ja: プロフィールに戻る

# notificationsPage.dismiss
source: 关闭
en: Dismiss
ja: 閉じる

# notificationsPage.empty
source: 还没有通知
en: No notifications yet
ja: 通知はまだありません

# notificationsPage.emptyHint
source: 有人二创你的作品或关注你时，这里会有提醒。
en: You will hear from us when someone remixes your work or follows you.
ja: 作品が二次創作されたり、フォローされたらお知らせします。

# notificationsPage.filterAll
source: 全部
en: All
ja: すべて

# notificationsPage.filterUnread
source: 未读
en: Unread
ja: 未読

# notificationsPage.markAllRead
source: 全部标记已读
en: Mark all read
ja: すべて既読にする

# notificationsPage.moreToasts
source: 还有 {count} 条创作动态，去通知中心查看
en: {count} more updates in the notification center
ja: ほか {count} 件の更新は通知センターで

# notificationsPage.open
source: 查看
en: Open
ja: 開く

# notificationsPage.subtitle
source: 二创、关注、任务与平台公告都会出现在这里。
en: Remixes, follows, job updates and platform notices all land here.
ja: 二次創作・フォロー・ジョブ・お知らせがここに集まります。

# notificationsPage.title
source: 通知中心
en: Notifications
ja: 通知センター

# notificationsPage.typeAccessSold
source: 授权收入
en: Unlock income
ja: 解除収入

# notificationsPage.typeCollaboration
source: 共创提醒
en: Co-creation
ja: 共同制作

# notificationsPage.typeFollow
source: 新的关注者
en: New follower
ja: 新しいフォロワー

# notificationsPage.typeJob
source: 任务状态
en: Job update
ja: ジョブ状況

# notificationsPage.typeLike
source: 点赞提醒
en: Like
ja: いいね

# notificationsPage.typeModeration
source: 审核结果
en: Moderation
ja: 審査結果

# notificationsPage.typeRemix
source: 二创提醒
en: Remix
ja: 二次創作

# notificationsPage.typeRoyalty
source: 回流分成
en: Royalty
ja: 還元

# notificationsPage.typeSystem
source: 平台公告
en: Announcement
ja: お知らせ

# notificationsPage.unreadCount
source: {count} 条未读
en: {count} unread
ja: 未読 {count} 件

# notificationsPage.viewAll
source: 查看全部
en: View all
ja: すべて見る

# profilePage.activityBookmarked
source: 收藏了《{title}》
en: Bookmarked “{title}”
ja: 「{title}」を保存しました

# profilePage.activityJob
source: 创建了一个{tier}二创任务
en: Started a {tier} remix job
ja: {tier}の二次創作ジョブを作成しました

# profilePage.activityJobHint
source: 消耗 {credits} 积分
en: Spent {credits} credits
ja: {credits} クレジットを消費

# profilePage.activityPublished
source: 发布了《{title}》
en: Published “{title}”
ja: 「{title}」を公開しました

# profilePage.activityPublishedHint
source: 来源和许可快照已写入创作链
en: Source and licence snapshot written into the lineage
ja: 出典とライセンススナップショットを創作チェーンに記録しました

# profilePage.creatorProfile
source: 创作者资料
en: About this creator
ja: クリエイター紹介

# profilePage.creatorProfileHint
source: 向社区介绍的创作方向
en: What they are exploring
ja: 取り組んでいる方向性

# profilePage.editProfile
source: 编辑资料
en: Edit profile
ja: プロフィールを編集

# profilePage.follow
source: 关注
en: Follow
ja: フォロー

# profilePage.following
source: 已关注
en: Following
ja: フォロー中

# profilePage.joined
source: {date} 加入
en: Joined {date}
ja: {date} 参加

# profilePage.linkCollection
source: 我的作品集
en: My library
ja: マイライブラリ

# profilePage.linkCollectionDesc
source: 发布、草稿、私密和收藏
en: Published, drafts, private and bookmarks
ja: 公開・下書き・非公開・保存

# profilePage.linkCredits
source: 积分
en: Credits
ja: クレジット

# profilePage.linkCreditsDesc
source: 余额、购买与消费记录
en: Balance, purchases and spending
ja: 残高・購入・利用履歴

# profilePage.linkNotifications
source: 通知中心
en: Notifications
ja: 通知センター

# profilePage.linkNotificationsDesc
source: {count} 条未读消息
en: {count} unread
ja: 未読 {count} 件

# profilePage.linkSettings
source: 账号与设置
en: Account & settings
ja: アカウントと設定

# profilePage.linkSettingsDesc
source: 资料、隐私、安全和偏好
en: Profile, privacy, security and preferences
ja: プロフィール・プライバシー・セキュリティ・環境設定

# profilePage.noActivity
source: 还没有公开动态
en: No public activity yet
ja: 公開された活動はまだありません

# profilePage.noBio
source: 这位创作者还没有写简介。
en: This creator has not written a bio yet.
ja: まだ紹介文がありません。

# profilePage.privateProfile
source: 这位创作者没有公开主页
en: This creator has no public page
ja: このクリエイターは公開ページを持っていません

# profilePage.recentActivity
source: 最近动态
en: Recent activity
ja: 最近の活動

# profilePage.statFollowers
source: 关注者
en: Followers
ja: フォロワー

# profilePage.statLikes
source: 获赞
en: Likes
ja: いいね

# profilePage.statRemixes
source: 二创引用
en: Remixed
ja: 二次創作

# profilePage.statViews
source: 总播放
en: Views
ja: 総再生

# profilePage.statWorks
source: 作品
en: Works

# profilePage.styleTags
source: 常用风格
en: Frequent styles
ja: よく使うスタイル

# profilePage.unfollow
source: 取消关注
en: Unfollow
ja: フォロー解除

# profilePage.worksTab
source: 作品
en: Works

# props.backToLibrary
source: 返回道具库
en: Back to props
ja: 小道具一覧に戻る

# props.createAndOpen
source: 创建并进入工作区
en: Create and open workspace
ja: 作成してワークスペースへ

# props.deleteConfirmBody
source: 删除「{name}」后无法恢复，它的图片都会一并移除。
en: "{name}" and all its images will be removed. This can't be undone.
ja: 「{name}」を削除すると元に戻せません。画像もすべて削除されます。

# props.deleteConfirmTitle
source: 删除这个道具？
en: Delete this prop?
ja: この小道具を削除しますか？

# props.descriptionHint
source: 材质、颜色、尺寸、纹样等，生成时会作为提示词。
en: Material, colour, size, patterns — used as the prompt when generating.
ja: 素材、色、大きさ、模様など。生成時のプロンプトに使われます。

# props.descriptionLabel
source: 道具描述
en: Description
ja: 説明

# props.editProp
source: 编辑道具
en: Edit prop
ja: 小道具を編集

# props.emptyHint
source: 新建一个道具，生成主视图和转台，方便在视频里反复引用。
en: Create a prop, then generate its hero view and turntable to reuse it in your videos.
ja: 小道具を追加し、メインビューとターンテーブルを生成すると、動画で繰り返し使えます。

# props.emptyTitle
source: 还没有道具
en: No props yet
ja: まだ小道具がありません

# props.eyebrow
source: 道具创作
en: Prop creation
ja: 小道具の制作

# props.generateAgain
source: 再生成主视图
en: Generate hero view again
ja: メインビューを再生成

# props.generateHero
source: 生成主视图
en: Generate hero view
ja: メインビューを生成

# props.heroHint
source: 已有图片可直接作为定稿主视图，转台机位会从它画出；留空则在工作区生成。
en: An existing image becomes the approved hero view and the turntable angles are drawn from it; leave empty to generate it in the workspace.
ja: 既存の画像は確定済みのメインビューになり、ターンテーブルのアングルはそこから描かれます。空欄ならワークスペースで生成します。

# props.heroLabel
source: 主视图（可选）
en: Hero view (optional)
ja: メインビュー（任意）

# props.manageEyebrow
source: 道具工作区
en: Prop workspace
ja: 小道具ワークスペース

# props.nameLabel
source: 道具名称
en: Name
ja: 小道具名

# props.namePlaceholder
source: 如：青铜古剑、玉佩
en: e.g. Bronze sword, jade pendant
ja: 例：青銅の古剣、玉佩

# props.newProp
source: 新建道具
en: New prop
ja: 小道具を追加

# props.openWorkspace
source: 打开工作区
en: Open workspace
ja: ワークスペースを開く

# props.priceHint
source: 0 为免费。分享后其他人可在技能广场发现并使用，付费需先用积分解锁。
en: 0 means free. Once shared, others can find and use it on the skill plaza; paid ones are unlocked with credits.
ja: 0 は無料です。共有するとスキルマーケットで他の人が発見・利用できます（有料はクレジットで解除）。

# props.priceLabel
source: 解锁价格
en: Unlock price
ja: 解除価格

# props.publishProp
source: 分享道具
en: Share prop
ja: 小道具を共有

# props.publishPropHint
source: 分享后该道具会提交审核，通过后其他创作者可以在技能广场看到并使用（如设置了积分价格，还可以购买解锁）。
en: Sharing sends this prop for review. Once approved, other creators can find and use it on the skill plaza (and buy it if you set a credit price).
ja: 共有すると審査に送られます。承認後、他のクリエイターがスキルマーケットで見つけて利用できます（クレジット価格を設定した場合は購入も可能）。

# props.referenceChooseExisting
source: 选择已有
en: Choose existing
ja: 既存を選ぶ

# props.referencePickerEmpty
source: 暂无可选择的图片
en: No images to choose yet
ja: 選べる画像はまだありません

# props.referencePickerError
source: 加载失败，请重试
en: Couldn't load images. Try again.
ja: 読み込みに失敗しました。再試行してください

# props.referencePickerTitle
source: 选择已生成的图片
en: Choose a generated image
ja: 生成済みの画像を選ぶ

# props.referenceUpload
source: 上传
en: Upload
ja: アップロード

# props.state.broken
source: 损毁
en: Broken
ja: 大破

# props.state.damaged
source: 破损
en: Damaged
ja: 破損

# props.state.new
source: 全新
en: New
ja: 新品

# props.state.worn
source: 旧化
en: Worn
ja: 使い込み

# props.stateLabel
source: 成色
en: Condition
ja: 状態

# props.subtitle
source: 信物、兵器、书信……保存道具的主视图与转台，多集短剧里保持样貌一致。
en: Tokens, weapons, letters… Save a prop's hero view and turntable so it looks the same across episodes.
ja: 形見、武器、手紙など。小道具のメインビューとターンテーブルを保存し、複数話で見た目をそろえます。

# props.title
source: 道具
en: Props
ja: 小道具

# publishPage.accessCredits
source: 二创解锁价格
en: Remix unlock price
ja: リミックス解除価格

# publishPage.accessCreditsHint
source: 0 为免费开放二创。付费授权仅限站内二创，不再标 CC-BY。
en: 0 keeps remixes free. A paid unlock is an in-app license, not CC-BY.
ja: 0 は無料公開です。有料解除はアプリ内許諾であり、CC-BY ではありません。

# publishPage.accessCustom
source: 自定义
en: Custom
ja: カスタム

# publishPage.accessFree
source: 免费
en: Free
ja: 無料

# publishPage.aiLabel
source: AI 生成标识
en: AI disclosure
ja: AI 生成表示

# publishPage.aspect
source: 画幅
en: Aspect ratio
ja: 画角

# publishPage.backToCreate
source: 回到创作中心
en: Back to the create centre
ja: 制作センターへ戻る

# publishPage.backToJob
source: 返回任务
en: Back to the job
ja: ジョブに戻る

# publishPage.coverLabel
source: 封面
en: Cover
ja: カバー

# publishPage.createdAt
source: 创建时间
en: Created
ja: 作成日時

# publishPage.descriptionField
source: 简介
en: Description
ja: 説明

# publishPage.draftMissing
source: 草稿不存在或已发布
en: That draft is gone, or it was already published
ja: 下書きが存在しないか、すでに公開済みです

# publishPage.duration
source: 时长
en: Duration
ja: 長さ

# publishPage.durationSeconds
source: {count} 秒
en: {count}s

# publishPage.licenseField
source: 许可
en: Licence
ja: ライセンス

# publishPage.licenseSnapshot
source: 许可快照
en: Licence snapshot
ja: ライセンススナップショット

# publishPage.operation.audio_generation
source: 音频生成
en: Audio
ja: 音声生成

# publishPage.operation.image_to_image
source: 图生图
en: Image to image
ja: 画像から画像

# publishPage.operation.image_to_video
source: 图生视频
en: Image to video
ja: 画像から動画

# publishPage.operation.music_generation
source: 音乐/音效生成
en: Music/SFX
ja: 音楽・効果音生成

# publishPage.operation.text_to_image
source: 文生图
en: Text to image
ja: テキストから画像

# publishPage.operation.text_to_video
source: 文生视频
en: Text to video
ja: テキストから動画

# publishPage.operation.video_to_video
source: 视频转视频
en: Video to video
ja: 動画から動画

# publishPage.operationLabel
source: 生成方式
en: How it was made
ja: 生成方法

# publishPage.originalAuthor
source: 原作者
en: Original author

# publishPage.parentVersion
source: 父版本
en: Parent version
ja: 親バージョン

# publishPage.pendingGoCollection
source: 先去收藏库看看其他作品 →
en: Browse other works in your library →
ja: コレクションで他の作品を見る →

# publishPage.pendingHint
source: 系统审核通常只需几分钟，通过即自动上线，无需等待人工批准；审核期间无法再次提交修改。
en: The automated review usually takes a few minutes; passing publishes it right away, no manual approval needed. You can't submit again while it's running.
ja: 自動審査は通常数分で完了し、通過すればすぐに公開されます（人による承認は不要です）。審査中は再提出できません。

# publishPage.pendingTitle
source: 正在审核发布
en: Review in progress
ja: 公開を審査中

# publishPage.previewLabel
source: 预览
en: Preview
ja: プレビュー

# publishPage.prompt
source: 提示词
en: Prompt
ja: プロンプト

# publishPage.publishNow
source: 发布
en: Publish
ja: 公開

# publishPage.publishing
source: 正在发布
en: Publishing
ja: 公開中

# publishPage.quality
source: 质量档位
en: Quality tier
ja: 品質

# publishPage.rejectedHint
source: 请修改标题或简介后重新提交。
en: Edit the title or description and submit again.
ja: タイトルや説明を直して、もう一度提出してください。

# publishPage.rejectedTitle
source: 发布未通过审核
en: Publish review did not pass
ja: 公開審査を通過しませんでした

# publishPage.resolution
source: 分辨率
en: Resolution
ja: 解像度

# publishPage.rightsConfirm
source: 我确认拥有全部素材的使用权，并同意按所选许可分享。
en: I hold the rights to every asset here and agree to share under the selected licence.
ja: すべての素材の権利を保有し、選択したライセンスで共有することに同意します。

# publishPage.submittedReview
source: 已提交，系统审核通过后会自动上线并通知你
en: Submitted — it goes live automatically once the system review passes, and we'll notify you.
ja: 提出しました。システム審査を通過すると自動的に公開され、通知が届きます。

# publishPage.successTitle
source: 发布成功
en: Published
ja: 公開しました

# publishPage.tier.cinematic
source: 电影级
en: Cinematic
ja: シネマ級

# publishPage.tier.preview
source: 快速预览
en: Quick preview
ja: クイックプレビュー

# publishPage.tier.standard
source: 标准
en: Standard
ja: 標準

# publishPage.title
source: 发布你的版本
en: Publish your version
ja: あなたの版を公開

# publishPage.titleField
source: 标题
en: Title
ja: タイトル

# publishPage.viewWork
source: 查看作品
en: View the work
ja: 作品を見る

# publishPage.visibilityField
source: 可见性
en: Visibility
ja: 公開範囲

# region.CN
source: 中国大陆
en: Chinese mainland
ja: 中国本土

# region.GLOBAL
source: 全球
en: Global
ja: グローバル

# region.JP
source: 日本
en: Japan

# region.label
source: 地区
en: Region
ja: 地域

# remixPage.addMaterial
source: 添加我的素材
en: Add my own asset
ja: 自分の素材を追加

# remixPage.adjustParams
source: 参数
en: Settings
ja: 設定

# remixPage.adjustParamsHint
source: 改完回到预览即可提交。
en: Adjust, then head back to the preview to submit.
ja: 調整したらプレビューに戻って送信できます。

# remixPage.appliedVersion
source: 当前
en: Current
ja: 現行

# remixPage.applyVersion
source: 设为当前
en: Set as current
ja: 現行にする

# remixPage.applyVersionDone
source: 已设为当前版本
en: Set as the current version
ja: 現行バージョンに設定しました

# remixPage.aspect
source: 画幅
en: Aspect ratio
ja: 画角

# remixPage.audioModeClone
source: 克隆音色
en: Clone a voice
ja: 音声クローン

# remixPage.audioModeCloneHint
source: 上传一段参考音频，克隆其音色
en: Upload a reference clip to clone its voice
ja: 参考音声をアップロードしてその声をクローン

# remixPage.audioModeLabel
source: 音色来源
en: Voice source
ja: 声の元

# remixPage.audioModeVoice
source: 预设音色
en: Preset voice
ja: プリセット音声

# remixPage.audioModeVoiceHint
source: 从模型自带的音色列表中选择
en: Pick from the model's own voice roster
ja: モデル自身の音声一覧から選択

# remixPage.audioPreviewHint
source: 本次生成的是音频，没有画面预览。
en: This job generates audio, so there is no picture to preview.
ja: 今回の生成結果は音声です。画面プレビューはありません。

# remixPage.autoAttachToRoster
source: 生成后自动加入该角色的参考图
en: Add this to the character's reference images automatically
ja: 生成後にこのキャラクターの参考画像へ自動追加する

# remixPage.autoAttachToRosterOffHint
source: 仅借用参考图保持一致性，不会写入角色图库。
en: Only borrows a reference for consistency — nothing is written back to the roster.
ja: 一貫性のために参考画像を借用するだけで、キャラクターライブラリには書き込まれません。

# remixPage.backToSource
source: 返回原作
en: Back to the original
ja: 原作に戻る

# remixPage.cloneRemove
source: 移除
en: Remove
ja: 削除

# remixPage.cloneUploadButton
source: 上传参考音频
en: Upload a reference clip
ja: 参考音声をアップロード

# remixPage.cloneUploadHint
source: 建议 5-20 秒清晰人声，mp3/wav 格式，最大 8MB。
en: 5-20 seconds of clear speech, mp3/wav, up to 8MB.
ja: 5〜20秒のクリアな話し声、mp3/wav、最大8MB。

# remixPage.cloneUploaded
source: 已上传参考音频
en: Reference clip uploaded
ja: 参考音声をアップロード済み

# remixPage.consentConfirmPortrait
source: 我确认已取得画面中人物本人的单独同意，允许将其肖像用于生成。
en: I confirm the person shown has personally agreed to their likeness being used for generation.
ja: 写っている本人から、肖像を生成に利用することについて個別の同意を得ていることを確認します。

# remixPage.consentConfirmVoice
source: 我确认已取得该声音主人本人的单独同意，允许将其用于声音克隆。
en: I confirm the owner of this voice has personally agreed to it being cloned.
ja: この声の本人から、音声クローンへの利用について個別の同意を得ていることを確認します。

# remixPage.consentDeclared
source: 已提交授权声明
en: Consent recorded
ja: 同意を申告済み

# remixPage.consentFailed
source: 授权声明提交失败，请重试。
en: Could not record the consent. Please try again.
ja: 同意の申告に失敗しました。もう一度お試しください。

# remixPage.consentSubjectHint
source: 声音或肖像属于谁就填写谁；若是你自己，填写“本人”。
en: Whose voice or likeness this is — write “myself” if it is yours.
ja: 声や肖像の持ち主の名前。ご自身の場合は「本人」と入力してください。

# remixPage.consentSubjectLabel
source: 被授权人姓名或称呼
en: Name of the person
ja: 本人の氏名・呼称

# remixPage.continuityApplied
source: 已自动衔接上一镜头的结尾画面作为本镜头的开头，保证画面衔接。
en: Auto-linked to the previous shot's last frame as this shot's opening frame, so the cut stays continuous.
ja: 前のショットの最後のフレームを自動的に本ショットの最初のフレームとして接続し、カットのつながりを保っています。

# remixPage.continuityApplying
source: 正在获取上一镜头的结尾画面…
en: Grabbing the last frame of the previous shot…
ja: 前のショットの最後のフレームを取得中…

# remixPage.continuityFailed
source: 自动衔接失败，可在下方手动选择首帧。
en: Auto-linking failed — you can pick a first frame manually below.
ja: 自動接続に失敗しました。下で手動で開始フレームを選択できます。

# remixPage.continuityRemove
source: 取消衔接
en: Remove link
ja: 接続を解除

# remixPage.depictsRealPerson
source: 素材含真人肖像
en: Shows a real person
ja: 実在の人物が写っている

# remixPage.depictsRealPersonHint
source: 真人肖像需先提交本人授权，才能用作生成参考。
en: A real person's likeness needs their consent before it can be used as a reference.
ja: 実在の人物の肖像は、本人の同意を申告してから参考素材として使えます。

# remixPage.descriptionPlaceholder
source: 描述（可选）
en: Description (optional)
ja: 説明（任意）

# remixPage.directHint
source: 写得更像导演
en: Write it like a director
ja: 監督のように書く

# remixPage.directHintBody
source: 可以描述主体动作、镜头、光线和声音。不要同时要求相互矛盾的事件。
en: Describe subject motion, camera, light and sound. Do not ask for two contradictory events at once.
ja: 被写体の動き・カメラ・光・音を描写します。矛盾する出来事を同時に求めないでください。

# remixPage.draftSaved
source: 草稿已保存
en: Draft saved
ja: 下書きを保存しました

# remixPage.duration
source: 时长
en: Duration
ja: 長さ

# remixPage.durationSeconds
source: {count} 秒
en: {count}s

# remixPage.estimate
source: 约 {minutes} 分钟
en: About {minutes} min
ja: 約 {minutes} 分

# remixPage.estimateHint
source: 生成前预扣，失败或取消自动退还
en: Held before generation, refunded automatically on failure or cancellation
ja: 生成前に保留し、失敗・キャンセル時は自動返却

# remixPage.firstFrame
source: 首帧
en: First frame
ja: 最初のフレーム

# remixPage.firstFrameRequired
source: 必选一张已上传图片。
en: Select one uploaded image.
ja: アップロード済み画像を1枚選択してください。

# remixPage.firstFrameSelect
source: 首帧
en: First frame
ja: 開始フレーム

# remixPage.generationHistory
source: 版本历史（{count}）
en: Version history ({count})
ja: バージョン履歴（{count}）

# remixPage.hideVersion
source: 删除
en: Remove
ja: 削除

# remixPage.hideVersionBody
source: 这条记录会从历史中拿掉，生成结果和积分记录仍会保留。
en: It leaves the history strip. The generated file and credit record stay.
ja: 履歴からは消えます。生成結果とクレジット記録は残ります。

# remixPage.hideVersionConfirm
source: 删除
en: Remove
ja: 削除

# remixPage.hideVersionDone
source: 已从版本历史中删除
en: Removed from version history
ja: バージョン履歴から削除しました

# remixPage.hideVersionTitle
source: 从版本历史中删除？
en: Remove this version from history?
ja: 履歴からこのバージョンを削除しますか？

# remixPage.howToGenerate
source: 如何生成你的版本
en: How your version is made
ja: あなたの版のつくり方

# remixPage.imageReference
source: 图片参考
en: Image reference
ja: 画像参照

# remixPage.inputReferencesHint
source: 左侧可上传图片或视频作为参考，最多 9 个。
en: Upload up to 9 image or video references from the material rail.
ja: 素材欄から画像または動画を最大9件アップロードできます。

# remixPage.inspirationReference
source: 灵感参考
en: Inspiration
ja: インスピレーション

# remixPage.inspirationReferenceHint
source: 仅作参考，不会继承授权与署名
en: Reference only — no licence or credit is inherited
ja: 参考のみ。ライセンスとクレジットは継承されません

# remixPage.keepAttribution
source: 保留原作者著名
en: Keep the original credit
ja: 原作者のクレジットを保持

# remixPage.lastFrameNone
source: 不指定尾帧
en: No last frame
ja: 終了フレームなし

# remixPage.lastFrameSelect
source: 尾帧
en: Last frame
ja: 終了フレーム

# remixPage.lightReference
source: 光线参考
en: Lighting reference
ja: ライティング参照

# remixPage.linkEpisode
source: 关联到剧集
en: Link to episode
ja: 話に関連付ける

# remixPage.linkEpisodeChange
source: 关联到其他剧集
en: Link to another episode
ja: 別の話に関連付ける

# remixPage.linkEpisodeDone
source: 已关联到剧集
en: Linked to the episode
ja: 話に関連付けました

# remixPage.linkEpisodeEmptyEpisodes
source: 这部短剧还没有剧集。
en: This series has no episodes yet.
ja: このシリーズにはまだ話がありません。

# remixPage.linkEpisodeEmptySeries
source: 还没有短剧，先去短剧工作台新建。
en: No series yet. Create one in the short-drama workspace first.
ja: シリーズがまだありません。短編ドラマ作業台で先に作成してください。

# remixPage.linkEpisodeEpisode
source: 剧集
en: Episode
ja: 話

# remixPage.linkEpisodeEpisodePlaceholder
source: 选择剧集
en: Choose an episode
ja: 話を選ぶ

# remixPage.linkEpisodeHint
source: 把这段视频挂到已有短剧的一集里。
en: Attach this video to an existing short-drama episode.
ja: この動画を既存の短編ドラマの話に付けます。

# remixPage.linkEpisodeOption
source: 第{number}集 · {title}
en: Episode {number} · {title}
ja: 第{number}話 · {title}

# remixPage.linkEpisodePickSeriesFirst
source: 先选择短剧
en: Choose a series first
ja: 先にシリーズを選んでください

# remixPage.linkEpisodeSeries
source: 短剧
en: Series
ja: シリーズ

# remixPage.linkEpisodeSeriesPlaceholder
source: 选择短剧
en: Choose a series
ja: シリーズを選ぶ

# remixPage.linkEpisodeSubmit
source: 关联
en: Link
ja: 関連付ける

# remixPage.manageCharactersLink
source: 管理角色库
en: Manage character library
ja: キャラクターライブラリを管理

# remixPage.manageScenesLink
source: 管理场景库
en: Manage scene library
ja: シーンライブラリを管理

# remixPage.materialLimit
source: 已达 9 个上限
en: 9-item limit reached
ja: 9件の上限に達しました

# remixPage.mentionEmpty
source: 没有可应用的技能
en: No matching skills to apply
ja: 適用できるスキルがありません

# remixPage.mentionHint
source: 输入 @ 可选择免费或已购买、且适用于当前创作类型的技能。
en: Type @ to apply a free skill for this media type, or one you already purchased.
ja: @ を入力すると、この制作タイプに合う無料スキル、または購入済みスキルを適用できます。

# remixPage.mentionPromptPlaceholder
source: 描述镜头、主体与光线。输入 @ 应用技能。
en: Describe the shot, subject, and light. Type @ to apply a skill.
ja: ショット・被写体・光を書いてください。@ でスキルを適用できます。

# remixPage.mentionSkill
source: 应用技能
en: Apply a skill
ja: スキルを適用

# remixPage.modelAuto
source: 自动选择（推荐）
en: Auto-select (recommended)
ja: 自動選択（推奨）

# remixPage.modelSelectHint
source: 指定后将跳过智能路由直接使用该模型；若该模型暂时不可用，任务会直接失败，不会自动切换到其它模型。
en: Picking a model skips smart routing and uses it directly; if it's unavailable the job fails outright instead of switching to another model.
ja: 指定するとスマートルーティングをスキップしてそのモデルを直接使用します。利用できない場合はほかのモデルに切り替わらず、そのまま失敗します。

# remixPage.modelSelectLabel
source: 指定模型
en: Model
ja: モデルを指定

# remixPage.moreSettings
source: 更多设置
en: More settings
ja: その他の設定

# remixPage.musicAudioStyleLabel
source: 生成类型
en: Type
ja: 生成タイプ
